import Layout from "@/components/Layout";
import React from "react";

export default function PrivacyPolicy() {
  return (
    <Layout title="Политика Конфедициальности - JIGIT+">
      <div className="mt-[100px] mx-[400px]">
        <h1 className="text-center text-4xl font-[600] uppercase">
          Политика Конфедициальности
        </h1>
        <p className="text-center mt-10">
          В JIGIT+, доступном на сайте Jigitplus.vercel.app, одним из наших
          главных приоритетов является конфиденциальность наших посетителей.
          Этот документ Политики конфиденциальности содержит типы информации,
          которую собирает и записывает JIGIT+, а также то, как мы ее
          используем.
        </p>
        <p className="text-center mt-5">
          Если у вас есть дополнительные вопросы или вам нужна дополнительная
          информация о нашей Политике конфиденциальности, не стесняйтесь
          обращаться к нам.
        </p>
        <p className="text-center mt-5">
          Настоящая Политика конфиденциальности применяется только к нашей
          деятельности в Интернете и действительна для посетителей нашего
          веб-сайта в отношении информации, которую они передали и/или собрали в
          JIGIT+. Эта политика не распространяется на любую информацию,
          собранную в автономном режиме или по каналам, отличным от этого
          веб-сайта. Наш
        </p>
        <p className="mt-5 font-[500]">Согласие</p>
        <p>
          Используя наш веб-сайт, вы тем самым соглашаетесь с нашей Политикой
          конфиденциальности и соглашаетесь с ее условиями.
        </p>
        <p className="mt-5 font-[500]">Информация, которую мы собираем</p>
        <p>
          Личная информация, которую вас просят предоставить, и причины, по
          которым вас просят ее предоставить, будут разъяснены вам в тот момент,
          когда мы попросим вас предоставить вашу личную информацию.
        </p>
        <p className="mt-5">
          Если вы свяжетесь с нами напрямую, мы можем получить дополнительную
          информацию о вас, такую ​​как ваше имя, адрес электронной почты, номер
          телефона, содержание сообщения и/или вложения, которые вы можете нам
          отправить, а также любую другую информацию, которую вы можете
          предоставить.
        </p>
        <p className="mt-5">
          Когда вы регистрируете Учетную запись, мы можем запросить вашу
          контактную информацию, включая такие элементы, как имя, название
          компании, адрес, адрес электронной почты и номер телефона.
        </p>
        <p className="mt-5 font-[500]">Как мы используем вашу информацию</p>
        <p className="mt-1">
          Мы используем информацию, которую собираем, различными способами, в
          том числе для:
        </p>
        <ul>
          <li className="list-disc mt-5 ml-10">
            Предоставлять, управлять и поддерживать наш веб-сайт
          </li>
          <li className="list-disc mt-5 ml-10">
            Улучшать, персонализировать и расширять наш веб-сайт
          </li>
          <li className="list-disc mt-5 ml-10">
            Понять и проанализировать, как вы используете наш веб-сайт
          </li>
          <li className="list-disc mt-5 ml-10">
            Разрабатывать новые продукты, услуги, функции и возможности
          </li>
          <li className="list-disc mt-5 ml-10">
            Общение с вами напрямую или через одного из наших партнеров, в том
            числе для обслуживания клиентов, для предоставления вам обновлений и
            другой информации, касающейся веб-сайта, а также в маркетинговых и
            рекламных целях.
          </li>
          <li className="list-disc mt-5 ml-10">
            Отправлять вам электронные письма{" "}
          </li>
          <li className="list-disc mt-5 ml-10">
            Найте и предотвратить мошенничество
          </li>
        </ul>
        <p className="mt-10 font-[500]">Лог-файлы</p>
        <p>
          JIGIT+ следует стандартной процедуре использования лог-файлов. Эти
          файлы регистрируют посетителей, когда они посещают веб-сайты. Все
          хостинговые компании делают это и являются частью аналитики
          хостинговых услуг. Информация, собираемая файлами журнала, включает
          адреса интернет-протокола (IP), тип браузера, поставщика услуг
          Интернета (ISP), отметку даты и времени, страницы перехода/выхода и,
          возможно, количество кликов. Они не связаны с какой-либо информацией,
          позволяющей установить личность. Информация предназначена для анализа
          тенденций, администрирования сайта, отслеживания перемещений
          пользователей по сайту и сбора демографической информации.
        </p>
        <p className="mt-10 font-[500]">Файлы cookie и веб-маяки</p>
        <p>
          Как и любой другой веб-сайт, JIGIT+ использует файлы cookie. Эти файлы
          cookie используются для хранения информации, включая предпочтения
          посетителей и страницы на веб-сайте, к которым посетитель обращался
          или посещал. Эта информация используется для оптимизации работы
          пользователей путем настройки содержимого нашей веб-страницы в
          зависимости от типа браузера посетителей и/или другой информации.
        </p>
        <p className="mt-10">
          Для получения более общей информации о файлах cookie, пожалуйста,
          прочитайте{" "}
          <a
            href="https://roistat.com/rublog/cookies/"
            target="_blank"
            className="font-[500] hover:text-gray-500 cursor-pointer"
          >
            «Что такое файлы cookie» из Согласия на использование файлов
            cookie».
          </a>
        </p>
        <p className="mt-20">
          <span className="font-[500]">
            Права на конфиденциальность CCPA (не продавать мою личную
            информацию)
          </span>
          . В соответствии с CCPA, помимо прочих прав, потребители в КР имеют
          право:
        </p>
        <ul>
          <li className="list-disc ml-10 mt-5">
            Запрос, чтобы компания, собирающая личные данные потребителей,
            раскрыла категории и конкретные части личных данных, которые
            компания собрала о потребителях.
          </li>
          <li className="list-disc ml-10 mt-5">
            Запросить, чтобы компания удалила все личные данные о потребителе,
            которые компания собрала.
          </li>
          <li className="list-disc ml-10 mt-5">
            Требовать, чтобы компания, продающая личные данные потребителя, не
            продавала личные данные потребителя.
          </li>
        </ul>
        <p className="mt-10">
          Если вы сделаете запрос, у нас есть один месяц, чтобы ответить вам.
          Если вы хотите воспользоваться любым из этих прав, свяжитесь с нами.
        </p>
        <p className="mt-10 font-[500]">GDPR Права на защиту данных</p>
        <p>
          Мы хотели бы убедиться, что вы полностью осведомлены обо всех своих
          правах на защиту данных. Каждый пользователь имеет право на следующее:
        </p>
        <ul>
          <li className="list-disc ml-10 mt-5">
            Право на доступ — Вы имеете право запросить копии своих личных
            данных. Мы можем взимать с вас небольшую плату за эту услугу.
          </li>
          <li className="list-disc ml-10 mt-5">
            Право на исправление. Вы имеете право потребовать, чтобы мы
            исправили любую информацию, которую вы считаете неточной. Вы также
            имеете право потребовать, чтобы мы дополнили информацию, которую вы
            считаете неполной.
          </li>
          <li className="list-disc ml-10 mt-5">
            Право на удаление. Вы имеете право потребовать, чтобы мы удалили
            ваши личные данные при определенных условиях.
          </li>
          <li className="list-disc ml-10 mt-5">
            Право на ограничение обработки. Вы имеете право потребовать, чтобы
            мы ограничили обработку ваших персональных данных при определенных
            условиях.
          </li>
          <li className="list-disc ml-10 mt-5">
            Право возражать против обработки. Вы имеете право возражать против
            обработки нами ваших персональных данных при определенных условиях.
          </li>
          <li className="list-disc ml-10 mt-5">
            Право на переносимость данных. Вы имеете право потребовать, чтобы мы
            передали собранные нами данные другой организации или
            непосредственно вам при определенных условиях.
          </li>
        </ul>
        <p className="mt-10">
          Если вы сделаете запрос, у нас есть один месяц, чтобы ответить вам.
          Если вы хотите воспользоваться любым из этих прав, свяжитесь с нами.
        </p>
        <p className="mt-10 font-[500]">Детская информация</p>
        <p>
          Другой частью нашего приоритета является защита детей при
          использовании Интернета. Мы призываем родителей и опекунов наблюдать,
          участвовать и/или отслеживать и направлять их действия в Интернете.
        </p>
        <p className="mt-10">
          JIGIT+ не собирает преднамеренно личную информацию от детей в возрасте
          до 13 лет. Если вы считаете, что ваш ребенок предоставил такого рода
          информацию на нашем веб-сайте, мы настоятельно рекомендуем вам
          немедленно связаться с нами, и мы сделаем все возможное, чтобы
          оперативно удалить такую ​​информацию из наших записей.
        </p>
        <p className="mt-5 font-[500]">Текстовые маркетинговые уведомления</p>
        <p>
          Подписываясь на текстовые уведомления JIGIT+, вы соглашаетесь получать
          от нас автоматические маркетинговые текстовые сообщения о наших
          продуктах и ​​услугах на номер телефона, который вы указали при
          подписке, и что сообщения могут быть отправлены через систему
          автоматического набора номера или другую технологию. Частота сообщений
          повторяется. Согласие не является условием покупки. Могут применяться
          тарифы на передачу сообщений и данных. Ответьте STOP, END, CANCEL,
          UNSUBSCRIBE или QUIT, чтобы отказаться и ПОМОЧЬ для поддержки
          клиентов. Вы можете получить дополнительное текстовое сообщение,
          подтверждающее ваше решение об отказе. Вы понимаете и соглашаетесь с
          тем, что попытка отказаться любым способом, кроме текстовых команд
          отказа, указанных выше, не является разумным способом отказа.
        </p>
      </div>
    </Layout>
  );
}
