import Layout from "@/components/Layout";
import React from "react";

export default function TermsOfService() {
  return (
    <Layout title="Условия Использования - JIGIT+">
      <div className="mt-[100px] mx-[400px]">
        <h1 className="text-center text-4xl font-[600] uppercase">
          Условия Использования
        </h1>
        <p className="mt-10 font-[500]">ОБЗОР</p>
        <p className="mt-1">
          Этот веб-сайт управляется компанией JIGIT+. На всем сайте термины
          «мы», «нас» и «наш» относятся к JIGIT+. JIGIT+ предлагает этот
          веб-сайт, включая всю информацию, инструменты и услуги, доступные на
          этом сайте, вам, пользователю, при условии вашего согласия со всеми
          положениями, условиями, политиками и уведомлениями, изложенными здесь.
        </p>
        <p className="mt-10">
          Посещая наш сайт и/или покупая что-либо у нас, вы участвуете в нашем
          «Сервисе» и соглашаетесь соблюдать следующие положения и условия
          («Условия обслуживания», «Условия»), включая эти дополнительные
          условия и политики. упомянутые здесь и/или доступные по гиперссылке.
          Настоящие Условия обслуживания распространяются на всех пользователей
          сайта, включая, помимо прочего, пользователей, которые являются
          браузерами, поставщиками, клиентами, продавцами и/или создателями
          контента.
        </p>
        <p className="mt-10">
          Пожалуйста, внимательно ознакомьтесь с настоящими Условиями
          обслуживания перед доступом к нашему веб-сайту или его использованием.
          Получая доступ или используя любую часть сайта, вы соглашаетесь
          соблюдать настоящие Условия обслуживания. Если вы не согласны со всеми
          условиями настоящего соглашения, вы не можете получить доступ к
          веб-сайту или использовать какие-либо услуги. Если настоящие Условия
          обслуживания считаются предложением, принятие прямо ограничивается
          настоящими Условиями обслуживания.
        </p>
        <p className="mt-10">
          Любые новые функции или инструменты, добавляемые в текущий магазин,
          также подпадают под действие Условий обслуживания. Вы можете
          просмотреть самую последнюю версию Условий обслуживания в любое время
          на этой странице. Мы оставляем за собой право обновлять, изменять или
          заменять любую часть настоящих Условий предоставления услуг путем
          публикации обновлений и/или изменений на нашем веб-сайте. Вы обязаны
          периодически проверять эту страницу на наличие изменений. Ваше
          дальнейшее использование или доступ к веб-сайту после публикации любых
          изменений означает принятие этих изменений.
        </p>
        <p className="mt-10">
          Наш магазин размещен на Vercel. Они предоставляют нам онлайн-платформу
          электронной коммерции и создание приложений, которая позволяет нам
          продавать вам наши продукты и услуги.
        </p>
        <p className="mt-10 font-[500]">РАЗДЕЛ 1 - УСЛОВИЯ ИНТЕРНЕТ-МАГАЗИНА</p>
        <p className="mt-1">
          Соглашаясь с настоящими Условиями предоставления услуг, вы
          подтверждаете, что вы достигли совершеннолетия в вашей стране, штате
          или провинции, проживания или что вы достигли совершеннолетия в вашем
          штате или провинции проживания, и вы дали нам свое согласие на
          разрешить любому из ваших несовершеннолетних иждивенцев использовать
          этот сайт.
        </p>
        <p className="mt-1">
          Вы не можете использовать наши продукты для каких-либо незаконных или
          несанкционированных целей, а также при использовании Сервиса не можете
          нарушать какие-либо законы в вашей юрисдикции (включая, помимо
          прочего, законы об авторском праве).
        </p>
        <p className="mt-1">
          Вы не должны передавать какие-либо черви или вирусы или любой код
          деструктивного характера.
        </p>
        <p className="mt-1">
          Нарушение или нарушение любого из Условий приведет к немедленному
          прекращению предоставления ваших Услуг.
        </p>
        <p className="mt-10 font-[500]">РАЗДЕЛ 2 - ОБЩИЕ УСЛОВИЯ</p>
        <p className="mt-1">
          Мы оставляем за собой право отказать в обслуживании кому-либо по любой
          причине в любое время. Вы понимаете, что ваш контент (не включая
          информацию о кредитной карте) может передаваться в незашифрованном
          виде и включать (а) передачу по различным сетям; и (b) изменения для
          соответствия и адаптации к техническим требованиям подключаемых сетей
          или устройств. Информация о кредитной карте всегда шифруется при
          передаче по сети.
        </p>
        <p className="mt-1">
          Вы соглашаетесь не воспроизводить, дублировать, копировать, продавать,
          перепродавать или использовать какую-либо часть Сервиса, использование
          Сервиса или доступ к Сервису или любому контакту на веб-сайте, через
          который предоставляется сервис, без нашего письменного разрешения.
        </p>
        <p className="mt-1">
          Заголовки, используемые в настоящем соглашении, включены только для
          удобства и не будут ограничивать или иным образом влиять на настоящие
          Условия.
        </p>
        <p className="mt-10 font-[500]">
          РАЗДЕЛ 3 - ТОЧНОСТЬ, ПОЛНОТА И СВОЕВРЕМЕННОСТЬ ИНФОРМАЦИИ
        </p>
        <p className="mt-1">
          Мы не несем ответственности, если информация, размещенная на этом
          сайте, не является точной, полной или актуальной. Материал на этом
          сайте предоставляется только для общей информации, и на него нельзя
          полагаться или использовать его в качестве единственной основы для
          принятия решений без обращения к основным, более точным, более полным
          или более своевременным источникам информации. Любое использование
          материалов на этом сайте осуществляется на ваш страх и риск.
        </p>
        <p className="mt-1">
          Этот сайт может содержать определенную историческую информацию.
          Историческая информация обязательно не актуальна и предоставляется
          только для ознакомления. Мы оставляем за собой право изменять
          содержимое этого сайта в любое время, но мы не обязаны обновлять
          какую-либо информацию на нашем сайте. Вы соглашаетесь с тем, что вы
          несете ответственность за отслеживание изменений на нашем сайте.
        </p>
        <p className="mt-10 font-[500]">
          РАЗДЕЛ 4 - ИЗМЕНЕНИЯ В УСЛУГАХ И ЦЕНАХ
        </p>
        <p className="mt-1">
          Цены на нашу продукцию могут быть изменены без предварительного
          уведомления. Мы оставляем за собой право в любое время изменить или
          прекратить работу Сервиса (или любой его части или контента) без
          предварительного уведомления в любое время. Мы не несем
          ответственности перед вами или какой-либо третьей стороной за любые
          модификации, изменение цены, приостановку или прекращение
          предоставления Услуги.
        </p>
        <p className="mt-10 font-[500]">
          РАЗДЕЛ 5 - ПРОДУКТЫ ИЛИ УСЛУГИ (если применимо)
        </p>
        <p className="mt-1">
          Некоторые продукты или услуги могут быть доступны исключительно в
          Интернете. через веб-сайт. Эти продукты или услуги могут иметь
          ограниченное количествах и подлежат возврату или обмену только в
          соответствии с нашими Политика возврата. Мы приложили все усилия,
          чтобы максимально точно отображать цвета и изображения наших
          продуктов, которые появляются в магазине. Мы не можем гарантировать,
          что отображение любого цвета на мониторе вашего компьютера будет
          точным. Мы оставляем за собой право, но не обязаны, ограничивать
          продажу наших продуктов или Услуг любому лицу, географическому региону
          или юрисдикции. Мы можем воспользоваться этим правом в каждом
          конкретном случае. Мы оставляем за собой право ограничивать количество
          любых продуктов или услуг, которые мы предлагаем. Все описания
          продуктов или цены на продукты могут быть изменены в любое время без
          предварительного уведомления по нашему собственному усмотрению. Мы
          оставляем за собой право прекратить выпуск любого продукта в любое
          время. Любое предложение любого продукта или услуги, сделанное на этом
          сайте, недействительно там, где это запрещено.
        </p>
        <p className="mt-1">
          Мы не гарантируем, что качество любых продуктов, услуг, информации или
          других материалов, приобретенных или полученных вами, будет
          соответствовать вашим ожиданиям или что любые ошибки в Сервисе будут
          исправлены.
        </p>
        <p className="mt-10 font-[500]">
          РАЗДЕЛ 6 - ТОЧНОСТЬ СЧЕТА И ИНФОРМАЦИИ О СЧЕТАХ
        </p>
        <p className="mt-1">
          Мы оставляем за собой право отказать в любом заказе, который вы
          размещаете у нас. Мы можем по собственному усмотрению ограничить или
          отменить количество покупок на человека, семью или заказ. Эти
          ограничения могут включать заказы, размещенные под одной и той же
          учетной записью клиента, одной и той же кредитной картой и/или заказы,
          в которых используется один и тот же адрес для выставления счета и/или
          доставки. В случае внесения нами изменений или отмены заказа мы можем
          попытаться уведомить вас, связавшись с адресом электронной почты и/или
          платежным адресом/номером телефона, указанными при оформлении заказа.
          Мы оставляем за собой право ограничивать или запрещать заказы,
          которые, по нашему собственному мнению, размещаются дилерами,
          торговыми посредниками или дистрибьюторами.
        </p>
        <p className="mt-10">
          You agree to provide current, complete and accurate purchase and
          account information for all purchases made at our store. You agree to
          promptly update your account and other information, including your
          email address and credit card numbers and expiration dates, so that we
          can complete your transactions and contact you as needed.
        </p>
        <p className="mt-10">
          Для получения более подробной информации ознакомьтесь с нашей
          Политикой возврата.
        </p>
        <p className="mt-10 font-[500]">
          РАЗДЕЛ 7 - ДОПОЛНИТЕЛЬНЫЕ ИНСТРУМЕНТЫ
        </p>
        <p className="mt-1">
          Мы можем предоставить вам доступ к сторонним инструментам, которые мы
          не контролируем, не контролируем и не вводим.
        </p>
        <p className="mt-1">
          Вы признаете и соглашаетесь с тем, что мы предоставляем доступ к таким
          инструментам «как есть» и «как доступно» без каких-либо гарантий,
          заявлений или условий любого рода и без какого-либо одобрения. Мы не
          несем никакой ответственности, возникающей в связи с использованием
          вами дополнительных сторонних инструментов.
        </p>
        <p className="mt-1">
          Любое использование вами дополнительных инструментов, предлагаемых на
          сайте, осуществляется исключительно на ваш страх и риск и по вашему
          усмотрению, и вы должны убедиться, что вы знакомы и согласны с
          условиями, на которых инструменты предоставляются соответствующими
          сторонними поставщиками.
        </p>
        <p className="mt-1">
          Мы также можем в будущем предлагать новые услуги и/или функции через
          веб-сайт (включая выпуск новых инструментов и ресурсов). Такие новые
          функции и/или услуги также регулируются настоящими Условиями
          обслуживания.
        </p>
        <p className="mt-10 font-[500]">РАЗДЕЛ 8 – ССЫЛКИ СТОРОННИХ ЛИЦ</p>
        <p className="mt-1">
          Определенный контент, продукты и услуги, доступные через наш Сервис,
          могут включать материалы третьих лиц.
        </p>
        <p className="mt-1">
          Сторонние ссылки на этом сайте могут направлять вас на сторонние
          веб-сайты, не связанные с нами. Мы не несем ответственности за
          проверку или оценку содержания или точности, и мы не гарантируем и не
          будем нести никакой ответственности или ответственности за любые
          сторонние материалы или веб-сайты, или за любые другие материалы,
          продукты или услуги третьих лиц.
        </p>
        <p className="mt-1">
          Мы не несем ответственности за любой ущерб или убытки, связанные с
          покупкой или использованием товаров, услуг, ресурсов, контента или
          любыми другими транзакциями, совершенными в связи с какими-либо
          сторонними веб-сайтами. Пожалуйста, внимательно ознакомьтесь с
          политикой и практикой третьей стороны и убедитесь, что вы понимаете
          их, прежде чем вступать в какую-либо транзакцию. Жалобы, претензии,
          опасения или вопросы, касающиеся сторонних продуктов, следует
          направлять третьей стороне.
        </p>
        <p className="mt-10 font-[500]">
          РАЗДЕЛ 9 - КОММЕНТАРИИ ПОЛЬЗОВАТЕЛЕЙ, ОТЗЫВЫ И ДРУГИЕ СООБЩЕНИЯ
        </p>
        <p className="mt-1">
          Если по нашему запросу вы отправляете определенные конкретные
          материалы (например, конкурсные работы) или без нашего запроса вы
          отправляете творческие идеи, предложения, предложения, планы или
          другие материалы, будь то онлайн, по электронной почте, обычной почтой
          или иным образом (совместно «комментарии»), вы соглашаетесь с тем, что
          мы можем в любое время без ограничений редактировать, копировать,
          публиковать, распространять, переводить и иным образом использовать на
          любом носителе любые комментарии, которые вы нам пересылаете. Мы не
          обязаны и не обязаны (1) сохранять конфиденциальность любых
          комментариев; (2) выплатить компенсацию за любые комментарии; или (3)
          отвечать на любые комментарии.
        </p>
        <p className="mt-1">
          Мы можем, но не обязаны отслеживать, редактировать или удалять
          контент, который, по нашему собственному усмотрению, является
          незаконным, оскорбительным, угрожающим, клеветническим,
          дискредитирующим, порнографическим, непристойным или иным образом
          нежелательным или нарушает интеллектуальную собственность какой-либо
          стороны или настоящие Условия обслуживания.
        </p>
        <p className="mt-1">
          Вы соглашаетесь с тем, что ваши комментарии не будут нарушать
          какие-либо права третьих лиц, включая авторские права, товарные знаки,
          конфиденциальность, права личности или другие личные или имущественные
          права. Вы также соглашаетесь с тем, что ваши комментарии не будут
          содержать клеветнические или иным образом незаконные, оскорбительные
          или непристойные материалы, а также компьютерные вирусы или другие
          вредоносные программы, которые могут каким-либо образом повлиять на
          работу Сервиса или любого связанного с ним веб-сайта. Вы не можете
          использовать ложный адрес электронной почты, выдавать себя за кого-то,
          кроме себя, или иным образом вводить нас или третьи лица в заблуждение
          относительно происхождения каких-либо комментариев. Вы несете
          единоличную ответственность за любые сделанные вами комментарии и их
          точность. Мы не несем никакой ответственности и не берем на себя
          никаких обязательств за любые комментарии, размещенные вами или любой
          третьей стороной.
        </p>
        <p className="mt-10 font-[500]">РАЗДЕЛ 10 - ЛИЧНАЯ ИНФОРМАЦИЯ</p>
        <p className="mt-1">
          Предоставление вами личной информации через магазин регулируется нашей
          Политикой конфиденциальности. Чтобы ознакомиться с нашей Политикой
          конфиденциальности.
        </p>
        <p className="mt-10 font-[500]">
          РАЗДЕЛ 11 - ОШИБКИ, НЕТОЧНОСТИ И УПУЩЕНИЯ
        </p>
        <p className="mt-1">
          Иногда на нашем сайте или в Сервисе может быть информация, содержащая
          типографские ошибки, неточности или упущения, которые могут относиться
          к описаниям продуктов, ценам, рекламным акциям, предложениям,
          стоимости доставки продуктов, времени доставки и доступности. Мы
          оставляем за собой право исправлять любые ошибки, неточности или
          упущения, а также изменять или обновлять информацию или отменять
          заказы, если какая-либо информация в Сервисе или на любом связанном
          веб-сайте является неточной в любое время без предварительного
          уведомления (в том числе после того, как вы отправили свой заказ).
        </p>
        <p className="mt-1">
          Мы не берем на себя никаких обязательств по обновлению, изменению или
          уточнению информации в Сервисе или на любом соответствующем веб-сайте,
          включая, помимо прочего, информацию о ценах, за исключением случаев,
          предусмотренных законом. Никакая указанная дата обновления или
          обновления, применяемая в Сервисе или на любом связанном веб-сайте, не
          должна рассматриваться как указание на то, что вся информация в
          Сервисе или на любом связанном веб-сайте была изменена или обновлена.
        </p>
        <p className="mt-10 font-[500]">
          РАЗДЕЛ 12 - ЗАПРЕЩЕННОЕ ИСПОЛЬЗОВАНИЕ
        </p>
        <p className="mt-1">
          В дополнение к другим запретам, изложенным в Условиях обслуживания,
          вам запрещается использовать сайт или его содержимое: (а) в любых
          незаконных целях; (b) подстрекать других к совершению или участию в
          любых незаконных действиях; (c) нарушать любые международные,
          федеральные, провинциальные или государственные постановления,
          правила, законы или местные постановления; (d) нарушать или нарушать
          наши права на интеллектуальную собственность или права на
          интеллектуальную собственность других лиц; (e) преследовать,
          злоупотреблять, оскорблять, причинять вред, клеветать, клеветать,
          унижать, запугивать или дискриминировать по признаку пола, сексуальной
          ориентации, религии, этнической принадлежности, расы, возраста,
          национального происхождения или инвалидности; (f) предоставлять ложную
          или вводящую в заблуждение информацию; (g) загружать или передавать
          вирусы или любой другой тип вредоносного кода, который будет или может
          быть использован каким-либо образом, который повлияет на
          функциональность или работу Сервиса или любого связанного веб-сайта,
          других веб-сайтов или Интернета; (h) для сбора или отслеживания личной
          информации других лиц; (i) для рассылки спама, фишинга, фарминга,
          предлога, поиска, сканирования или очистки; (j) в любых непристойных
          или аморальных целях; или (k) для вмешательства или обхода функций
          безопасности Сервиса или любого связанного веб-сайта, других
          веб-сайтов или Интернета. Мы оставляем за собой право прекратить
          использование вами Сервиса или любого связанного веб-сайта за
          нарушение любого из запрещенных видов использования.
        </p>
        <p className="mt-10 font-[500]">
          РАЗДЕЛ 13 - ОТКАЗ ОТ ГАРАНТИЙ; ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ
        </p>
        <p className="mt-1">
          Мы не гарантируем, не заявляем и не гарантируем, что использование
          вами нашего сервиса будет бесперебойным, своевременным, безопасным или
          безошибочным. Мы не гарантируем, что результаты, которые могут быть
          получены при использовании сервиса, будут точными или надежными.
        </p>
        <p className="mt-1">
          Вы соглашаетесь с тем, что время от времени мы можем удалить услугу на
          неопределенный период времени или отменить услугу в любое время без
          предварительного уведомления. Вы прямо соглашаетесь с тем, что вы
          используете или не можете использовать сервис на свой страх и риск.
          Сервис и все продукты и услуги, предоставляемые вам через сервис (за
          исключением случаев, прямо указанных нами) предоставляются «как есть»
          и «как доступно» для вашего использования, без каких-либо заявлений,
          гарантий или условий любого рода, явных или явных. подразумеваемые,
          включая все подразумеваемые гарантии или условия товарной пригодности,
          товарного качества, пригодности для определенной цели, долговечности,
          правового титула и ненарушения прав. Ни при каких обстоятельствах
          Sayless Lifestyle®, наши директора, должностные лица, сотрудники,
          аффилированные лица, агенты, подрядчики, стажеры, поставщики,
          поставщики услуг или лицензиары не несут ответственности за любые
          травмы, убытки, претензии или любые прямые, косвенные, случайные,
          карательные, специальные , или косвенные убытки любого рода, включая,
          помимо прочего, упущенную выгоду, упущенный доход, потерянные
          сбережения, потерю данных, затраты на замену или любые аналогичные
          убытки, основанные на договоре, гражданском правонарушении (включая
          халатность), строгую ответственность или иным образом, возникающие от
          использования вами какой-либо услуги или любых продуктов,
          приобретенных с помощью услуги, или по любым другим претензиям,
          каким-либо образом связанным с использованием вами услуги или любого
          продукта, включая, помимо прочего, любые ошибки или упущения в любом
          контенте, или любые убытки или ущерб любого рода, понесенные в
          результате использования службы или любого контента (или продукта),
          размещенного, переданного или иным образом предоставленного через
          службу, даже если было сообщено о их возможности. Поскольку в
          некоторых штатах или юрисдикциях не допускается исключение или
          ограничение ответственности за косвенные или случайные убытки, в таких
          штатах или юрисдикциях наша ответственность ограничивается в
          максимальной степени, разрешенной законом.
        </p>
        <p className="mt-10 font-[500]">РАЗДЕЛ 14 - ВОЗМЕЩЕНИЕ УЩЕРБА</p>
        <p className="mt-1">
          Вы соглашаетесь возмещать убытки, защищать и ограждать JIGIT+ и нашу
          материнскую компанию, дочерние компании, филиалы, партнеров,
          должностных лиц, директоров, агентов, подрядчиков, лицензиаров,
          поставщиков услуг, субподрядчиков, поставщиков, стажеров и сотрудников
          от любых претензий или требований, включая разумные гонорары
          адвокатов, сделанные любой третьей стороной из-за или в результате
          нарушения вами настоящих Условий обслуживания или документов, которые
          они включают посредством ссылки, или вашего нарушения любого закона
          или прав третьей стороны.
        </p>
        <p className="mt-10 font-[500]">РАЗДЕЛ 15 - ДЕЛИМОСТЬ</p>
        <p className="mt-1">
          В случае, если какое-либо положение настоящих Условий обслуживания
          будет признано незаконным, недействительным или не имеющим исковой
          силы, такое положение, тем не менее, будет подлежать исполнению в
          максимально возможной степени, разрешенной применимым
          законодательством, а не имеющая исковой силы часть будет считаться
          отделенной от настоящих Условий. Службы, такое решение не влияет на
          действительность и применимость любых других оставшихся положений.
        </p>
        <p className="mt-10 font-[500]">РАЗДЕЛ 16 - ПРЕКРАЩЕНИЕ</p>
        <p className="mt-1">
          Обязательства и ответственность сторон, возникшие до даты расторжения,
          остаются в силе после расторжения настоящего соглашения для всех
          целей. Настоящие Условия обслуживания действуют до тех пор, пока они
          не будут расторгнуты вами или нами. Вы можете прекратить действие
          настоящих Условий обслуживания в любое время, уведомив нас о том, что
          вы больше не хотите пользоваться нашими Услугами, или когда вы
          перестанете пользоваться нашим сайтом.
        </p>
        <p className="mt-1">
          Если, по нашему собственному мнению, вы не соблюдаете или мы
          подозреваем, что вы не соблюдаете какое-либо условие или положение
          настоящих Условий обслуживания, мы также можем расторгнуть это
          соглашение в любое время без предварительного уведомления, и вы будете
          нести ответственность за все суммы, причитающиеся к уплате. до даты
          расторжения включительно; и/или, соответственно, может отказать вам в
          доступе к нашим Услугам (или любой их части).
        </p>
        <p className="mt-10 font-[500]">РАЗДЕЛ 17 - СОГЛАШЕНИЕ ПОЛНОСТЬЮ</p>
        <p className="mt-1">
          Невозможность с нашей стороны осуществить или обеспечить соблюдение
          какого-либо права или положения настоящих Условий предоставления услуг
          не означает отказ от такого права или положения. Настоящие Условия
          обслуживания и любые политики или правила работы, опубликованные нами
          на этом сайте или в отношении Сервиса, представляют собой полное
          соглашение и понимание между вами и нами и регулируют использование
          вами Сервиса, заменяя любые предыдущие или одновременные соглашения,
          сообщения и предложения. , в устной или письменной форме между вами и
          нами (включая, помимо прочего, любые предыдущие версии Условий
          обслуживания). Любые неясности в толковании настоящих Условий
          обслуживания не должны толковаться против стороны, составившей их.
        </p>
        <p className="mt-10 font-[500]">
          РАЗДЕЛ 18 - ПРИМЕНИМОЕ ЗАКОНОДАТЕЛЬСТВО
        </p>
        <p className="mt-1">
          Настоящие Условия обслуживания и любые отдельные соглашения,
          посредством которых мы предоставляем вам Услуги, регулируются и
          толкуются в соответствии с законодательством ЕврАзЭС, КР.
        </p>
        <p className="mt-10 font-[500]">
          РАЗДЕЛ 19 - ИЗМЕНЕНИЯ УСЛОВИЙ ОБСЛУЖИВАНИЯ
        </p>
        <p className="mt-1">
          Вы можете просмотреть самую последнюю версию Условий обслуживания в
          любое время на этой странице.
        </p>
        <p className="mt-1">
          Мы оставляем за собой право по собственному усмотрению обновлять,
          изменять или заменять любую часть настоящих Условий предоставления
          услуг путем публикации обновлений и изменений на нашем веб-сайте. Вы
          обязаны периодически проверять наш веб-сайт на наличие изменений. Ваше
          дальнейшее использование или доступ к нашему веб-сайту или Сервису
          после публикации любых изменений настоящих Условий обслуживания
          означает принятие этих изменений.
        </p>
        <p className="mt-10 font-[500]">РАЗДЕЛ 20 - КОНТАКТНАЯ ИНФОРМАЦИЯ</p>
        <p className="mt-1">
          Вопросы об Условиях обслуживания следует направлять нам по адресу
          jigitreply@gmail.com
        </p>
      </div>
    </Layout>
  );
}
